# StairGetTopGrUpFlMode

## Description
Returns top graphic on other floor mode of stair.

```pascal
FUNCTION StairGetTopGrUpFlMode(stair : HANDLE) : INTEGER;
```

```python

def vs.StairGetTopGrUpFlMode(stair):
    return INTEGER
```

## Parameters
|Name|Type|Description|
|---|---|---|
|stair|HANDLE||

## Version
Availability: from Vectorworks 2021
## Category
* Objects - Stairs